<?php
/* Создано в компании www.ttweb.com
 * =================================================================
 * Ecomerce модуль OPENCART 2.3.x ПРИМЕЧАНИЕ ПО ИСПОЛЬЗОВАНИЮ
 * =================================================================
 *  Этот файл предназначен для Opencart 2.3.x
 *  данный продукт не поддерживает программное обеспечение для других
 *  версий Opencart.
 * =================================================================
*/

// Text
$_['heading_title']     = 'Ошыбка при оплате!';

$_['text_error'] 		= 'Призошла ошыбка во время оплат!';

$_['button_continue']   = 'Продолжит';
